Repository: M-Schiller/kgbarchiver
Catalog: KGB Archiver 2/KGB Archiver 2 .net/Options.*.resx
Languages: ar_eg, pt_pt

# lRecentItemsCount.Text
source: Recent items count:
ar_eg: آخر الملفات المفتوحة:
pt_pt: Contagem de itens recentes:

# cSaveState.Text
source: Save window state at exit
ar_eg: حفظ معلومات النافذة عند الخروج
pt_pt: Guarda estado da janela ao sair

# bCheckNow.Text
source: Check now
ar_eg: فحص الآن
pt_pt: Verificar agora

# cUpdate.Text
source: Check for updates at startup
ar_eg: بحث عن التحديثات عند الفتح
pt_pt: Verificar actualizações ao abrir aplicação

# groupBox1.Text
source: Language (restart required)
ar_eg: اللغة (يحتاج لإعادة التشغيل)
pt_pt: Linguagem (tem que reiniciar aplicação)

# tGeneral.Text
source: General
ar_eg: عام
pt_pt: Geral

# cFileGroups.Text
source: Show file/dirctory groups on file list (requires Windows XP/Vista)
ar_eg: عرض مجموعات الملف/المجلد في قائمة الملفات (يحتاج ويندوز XP / Vista)
pt_pt: Mostrar ficheiros/grupo de pastas na vista de ficheiros (para Windows XP/Vista)

# cArchiveTree.Text
source: Show archives on directory tree
ar_eg: عرض ملفات الأرشيف في شجرة المجلدات
pt_pt: Mostrar arquivos na arvore de pastas

# cHidden.Text
source: Show hidden files
ar_eg: عرض الملفات المخفية
pt_pt: Mostar ficheiros ocultos

# tFileManager.Text
source: File manager
ar_eg: مدير الملفات
pt_pt: Gerenciador de ficheiros

# cExtractTo.Text
source: Create Explorer menu 'Extract to...' entry
ar_eg: إنشاء قائمة المستعرض " إستخراج إلى..."
pt_pt: Criar extensão 'Extrair para...' no explorador

# cCompressTo.Text
source: Create Explorer menu 'Compress to...' entry
ar_eg: إنشاء قائمة المستعرض " ضغط إلى..."
pt_pt: Criar extensão 'Comprimir para...' no explorador

# groupBox2.Text
source: Associate KGB Archive with following files:
ar_eg: دعم KGB Archive مع الملفات:
pt_pt: Associar KGB com os ficheiros seguintes:

# tShellExtension.Text
source: Explorer shell extension
ar_eg: امتداد المستعرض
pt_pt: Extensões do Explorador

# bOK.Text
source: OK
ar_eg: موافق

# bCancel.Text
source: Cancel
ar_eg: إلغاء الأمر
pt_pt: Cancelar

# $this.Text
source: Options
ar_eg: خيارات
pt_pt: Opções
