Repository: M-Schiller/kgbarchiver
Catalog: KGB Archiver 2/KGB Archiver 2 .net/strings.*.resx
Languages: ar_eg, pl_pl, pt_pt, sr_sp_latn

# CannotWipe
source: Cannot wipe file or directory
ar_eg: لا يمكن مسح الملف أو المجلد
pl_pl: Nie można wymazać pliku lub katalogu
pt_pt: Não pode eliminar ficheiro ou pasta
sr_sp_latn: Ne mogu da obrišem fajl/direktorijum

# CheckingUpdates
source: Checking for updates...
ar_eg: بحث عن تحديثات ...
pl_pl: Sprawdzanie aktualizacji...
pt_pt: Verificando actualizações...
sr_sp_latn: Proveravam postoji li novija verzija...

# CompressionCauseSystemSlowdown
source: Compression will take more than 75% of your physical memory, it can cause strong system slowdown. Are you sure to continue?
ar_eg: الضغط سيستهلك أكثر من 75% من مساحة الذاكرة، سيؤدي هذا إلى بطئ شديد بالنظام. هل تريد المتابعة؟
pl_pl: Kompresja będzie wymagać ponad 75% twojej pamięci fizycznej, może to spowodować drastyczne spowolnienie pracy komputera. Czy chcesz kontynuować?
pt_pt: Compressão ocupara mais de 75% da memória física, pode provocar forte abrandamento do sistema. Tem a certeza que pretende continuar?
sr_sp_latn: Kompresovanje će zauzeti više od 75% RAM-a, što znatno može usporiti kompjuter. Sigurno nastaviti dalje?

# ConfirmDel
source: Are you sure to delete selected files or directories?
ar_eg: هل تريد حذف الملفات أو المجلدات المختارة؟
pl_pl: Czy napewno usunąć zaznaczone pliki lub katalogi?
pt_pt: Tem a certeza que pretende apagar os ficheiros ou pastas seleccionados?
sr_sp_latn: Siguran si da želiš da obrišeš obeležene fajlove ili direktorijume?

# ConfirmWipe
source: Are you sure to PERNAMENTLY delete selected file(s)?
ar_eg: هر تريد مسح الملفات المختارة نهائيا؟
pl_pl: Czy napwno chcesz NIEODWRACALNIE usunąć zaznaczone pliki?
pt_pt: Tem a certeza que quer apagar PERMANENTEMENTE o(s) ficheiro(s) seleccionados
sr_sp_latn: Siguran si da želiš ZAUVEK da obrišeš odabrane fajlove?

source: Copying files...
ar_eg: جاري نسخ الملفات...
pl_pl: Kopiowanie plików...
pt_pt: Copiando ficheiros...
sr_sp_latn: Kopiranje fajlova...

# DecompressionCauseSystemSlowdown
source: Decompression will take more than 75% of your physical memory, it can cause strong system slowdown. Are you sure to continue?
ar_eg: استخراج الملفات سيستهلك أكثر من 75% من مساحة الذاكرة، سيؤدي هذا إلى بطئ شديد بالنظام. هل تريد المتابعة؟
pl_pl: Dekompresja będzie wymagać ponad 75% twojej pamięci fizycznej, może to spowodować drastyczne spowolnienie pracy komputera. Czy chcesz kontynuować?
pt_pt: Descompressão ocupara mais de 75% da memória física, pode provocar forte abrandamento do sistema. Tem a certeza que pretende continuar?
sr_sp_latn: Otpakivanje će zauzeti više od 75% RAM-a, što znatno može usporiti kompjuter. Sigurno nastaviti dalje?

source: Done
ar_eg: تم
pl_pl: Gotowy
pt_pt: Feito
sr_sp_latn: Gotovo

# FileType
source: Type:
ar_eg: النوع:
pl_pl: Typ:
pt_pt: Tipo:
sr_sp_latn: Vrsta:

source: Internal Server Error
ar_eg: خطأ داخلي بالخادم
pl_pl: Wewnętrzny błąd serwera
pt_pt: Erro interno de servidor
sr_sp_latn: Interna greška na serveru

# ListingDir
source: Listing directory...
ar_eg: جاري عرض المجلدات...
pl_pl: Listowanie katalogu...
pt_pt: a listar pastas...
sr_sp_latn: Izlistavanje direktorijuma...

source: Moving files...
ar_eg: جاري نقل الملفات...
pl_pl: Przenoszenie plików
pt_pt: movendo ficheiros...
sr_sp_latn: Premeštanje fajlova...

source: New directory
ar_eg: مجلد جديد
pl_pl: Nowy folder
pt_pt: Nova pasta
sr_sp_latn: Novi direktorijum

# NewDirectoryN
source: New directory {0}
ar_eg: مجلد جديد {0}
pl_pl: Nowy foler {0}
pt_pt: Nova pasta {0}
sr_sp_latn: Novi direktorijum {0}

source: No
ar_eg: لا
pl_pl: Nie
pt_pt: Não
sr_sp_latn: Ne

source: No compression
ar_eg: بدون ضغط
pl_pl: Brak kompresji
pt_pt: Sem compressão
sr_sp_latn: Bez kompresije

# NotEnoughMem
source: There is not enough free memory to continue. Please close unused windows or programs and try again.
ar_eg: لا يوجد ذاكرة كافية للاستمرار ، قم بإغلاق النوافذ أو البرامج الغير مستخدمة وأعد المحاولة.
pl_pl: Jest za mało wolnej pamięci aby kontynuować, zamknij nieużywane okna oraz aplikacje i spróbuj ponownie.
pt_pt: Não há memória livre suficiente para continuar. Por favor feche janelas ou aplicações não utilizadas e tente novamente.
sr_sp_latn: Nema dovoljno memorije. Zatvori programe koji se ne koriste i probaj ponovo.

# NoUpdates
source: No updates have been found
ar_eg: لا يوجد أي تحديثات
pl_pl: Nie znaleziono aktualizacji
pt_pt: Não foram encontradas actualizações
sr_sp_latn: Nisu ponađene novije verzije

source: Properties:
ar_eg: خصائص:
pl_pl: Właściwości:
pt_pt: Propriedades:
sr_sp_latn: Osobine:

# ProvideArchName
source: Please provide archive name
ar_eg: قم بكتابة اسم للأرشيف
pl_pl: Podaj nazwę archiwum!
pt_pt: Por favor nomeie arquivo
sr_sp_latn: Dajte ime arhive

# ProvideExtractDir
source: Please provide extraction directory!
ar_eg: قم بتحديد مجلد لاستخراج الملفات
pl_pl: Podaj katalog do dekompresji!
pt_pt: Por favor nomeie pasta de extracção:
sr_sp_latn: Dajte putanju do direktorijuma u koji se otpakuje!

# ProvidePassword
source: This is password-protected archive, please provide password!
ar_eg: هذا الأرشيف محمي بكلمة مرور ، قم بكتابة كلمة المرور
pl_pl: To archiwum jest chronione hasłem, podaj je!
pt_pt: Este arquivo está protegido por palavra passe, por favor insira palavra passe!
sr_sp_latn: Ova arhiva je zaštićena šifrom. Obezbedite šifru!

# SelectFilesCompress
source: Please select file(s) to compress!
ar_eg: قم باختيار ملفات لضغطها
pl_pl: Zaznacz pliki do kompresji!
pt_pt: Por favor selecione ficheiro(s) a comprimir!
sr_sp_latn: Odaberite fajl(ove) za pakovanje!

# SelectFilesDelete
source: Please select file(s) to delete!
ar_eg: قم باختيار ملفات لحذفها
pl_pl: Zaznacz pliki do usunięcia!
pt_pt: Por favor selecione ficheiro(s) a apagar!
sr_sp_latn: Odaberite fajl(ove) za brisanje!

# SelectFilesWipe
source: Please select file(s) to wipe!
ar_eg: قم باختيار ملفات لمسحها نهائيا
pl_pl: Zaznacz pliki do wymazania!
pt_pt: Por favor selecione ficheiro(s) a eliminar!
sr_sp_latn: Odaberite fajl(ove) za sigurno brisanje!

# TypeDir
source: Directory
ar_eg: مجلد
pl_pl: Folder plików
pt_pt: Pasta
sr_sp_latn: Direktorijum

source: Unknown algorithm
ar_eg: معادلة خاطئة
pl_pl: Nieznany algorytm
pt_pt: Algoritmo desconhecido
sr_sp_latn: Nepoznat algoritam

# UpdateFound
source: There is newer version of KGB Archiver, would you like to download it?
ar_eg: يتوافر إصدار أحدث من KGB Archiver ، هل تريد تحميله ؟
pl_pl: Jest dostępna nowsza wersja programu KGB Archiver, czy chcesz ją pobrać?
pt_pt: Existe uma versão actualizada do KGB Archiver, pretende obtê-la?
sr_sp_latn: Postoji novija verzija KGB arhivera. Želite li da je skinete?

# WipeAccessDenied
source: (access denied?) Error code:
ar_eg: (دخول ممنوع؟) خطأ رقم:
pl_pl: (brak dostępu?) Kod błędu:
pt_pt: (accesso negado?) Código de erro:
sr_sp_latn: (pristup odbijen?) Error code:

# wiping
source: Wiping files....
ar_eg: جاري مسح الملفات...
pl_pl: Wymazywanie plików...
pt_pt: Eliminando ficheiros...
sr_sp_latn: Sigurno brisanje fajlova...

source: Yes
ar_eg: نعم
pl_pl: Tak
pt_pt: Sim
sr_sp_latn: Da
